Repository: leonodev/fintechKids-ios-app
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, it

# register_email_instruction
source: enter the email address you want to link to your account. once done, we will send you a confirmation message to validate your identity and activate access.
es: introduce el correo electrónico que deseas vincular a tu cuenta. una vez hecho, te enviaremos un mensaje de confirmación para validar tu identidad y activar el acceso.
fr: saisissez l'adresse e-mail que vous souhaitez lier à votre compte. une fois cela fait, nous vous enverrons un message de confirmation pour valider votre identité et activer l'accès.
it: inserisci l'indirizzo email che desideri collegare al tuo account. una volta fatto, ti invieremo un messaggio di conferma per convalidare la tua identità e attivare l'accesso.

source: select language now
es: selecciona el lenguaje ahora
fr: sélectionner la langue maintenant
it: seleziona la lingua adesso

source: start sesion
es: iniciar sesión
fr: se connecter
it: login

# start_sesion_your_account
source: login with your account
es: iniciar sesión con tu cuenta
fr: connectez-vous avec votre compte
it: accedi con il tuo account

source: tasks
es: tareas
fr: tâches
it: compiti

# time_required_create_reward_placeholder
source: enter the required time
es: cantidad de tiempo requerido
fr: entrez le temps requis
it: inserisci il tempo richiesto

# title_add_member
source: add member
es: añadir miembro
fr: ajouter un membre
it: aggiungi membro

# title_approved
source: approved
es: aprobada
fr: approuvée
it: approvata

# title_btn_create_goal
source: create goal
es: crear meta
fr: créer l'objectif
it: crea obiettivo

# title_btn_create_task
source: create task
es: crear tarea
fr: créer une tâche
it: crea compito

# title_btn_operation_error
source: got it
es: entendido
fr: compris
it: capito

# title_btn_screen_security
source: close application
es: cerrar aplicación
fr: fermer l'application
it: chiudi l'applicazione

# title_btn_understood
source: understood
es: entendido
fr: compris
it: inteso

# title_btn_yes
source: yes
es: si
fr: oui
it: sì

# title_change_by_rewards
source: exchange for a reward
es: cambiar por recompensa
fr: échanger contre une récompense
it: scambia con un premio

# title_close_session
source: log out
es: cerrar sesión
fr: se déconnecter
it: disconnetti

# title_create_new_task
source: create new task
es: crear nueva tarea
fr: créer une nouvelle tâche
it: crea nuovo compito

# title_data_unavailable
source: data not available
es: dato no disponible
fr: donnée non disponible
it: dato non disponibile

# title_days
source: days
es: días
fr: jours
it: giorni

# title_description_task
source: enter task description
es: ingresa la descripción de la tarea
fr: saisir la description de la tâche
it: inserisci la descrizione del compito

# title_duration_type
source: duration type
es: tipo de duración
fr: type de durée
it: tipo di durata

# title_family
source: family
es: familia
fr: famille
it: famiglia

# title_hours
source: hours
es: horas
fr: heures
it: ore

# title_how_get_goal
source: how will this goal be achieved?
es: ¿cómo se alcanzará esta meta?
fr: comment cet objectif sera-t-il atteint ?
it: come verrà raggiunto questo obiettivo?

# title_how_receive_reward
source: I want to collect my reward of:
es: quiero cobrar mi recompensa de:
fr: je veux encaisser ma récompense en:
it: voglio riscuotere il mio premio in:

# title_in_coins
source: in coins
es: en monedas
fr: en pièces
it: in monete

# title_in_time
source: in time
es: en tiempo
fr: en temps
it: in tempo

# title_kids
source: kids
es: niños
fr: enfants
it: bambini

# title_loading_registering_user
source: registering user
es: registrando usuario
fr: enregistrement de l'utilisateur
it: registrazione utente

# title_members_family
source: my family members
es: miembros de mi familia
fr: membres de ma famille
it: membri de la mia famiglia

# title_menu_goals
source: goals
es: metas
fr: objectifs
it: obiettivi

# title_menu_members
source: members
es: miembros
fr: membres
it: membri

# title_menu_rewards
source: rewards
es: recompensas
fr: récompenses
it: ricompense

# title_menu_tasks
source: tasks
es: tareas
fr: corvées
it: faccende

# title_month
source: months
es: meses
fr: mois
it: mesi

# title_name_new_member
source: name member new
es: nombre del nuevo miembro
fr: nom du nouveau membre
it: nome del nuovo membro

# title_operation_error
source: operation failed
es: operación fallida
fr: opération échouée
it: operazione fallita

# title_pay
source: pay
es: pagar
fr: payer
it: paga

# title_pin_approve_task_placeholder
source: PIN to approve tasks
es: PIN para aprobar tareas
fr: Code PIN pour approuver les tâches
it: PIN per approvare i compiti

# title_placeholder_name_goal
source: goal name
es: nombre de la meta
fr: nom de l'objectif
it: nome dell'obiettivo

# title_placeholder_name_task
source: task name
es: nombre de la tarea
fr: nom de la tâche
it: nome del compito

# title_register_members
source: register members now
es: registrar miembros ahora
fr: inscrire des membres maintenant
it: registra membri ora

# title_register_user
source: register user
es: registrar usuario
fr: enregistrer l'utilisateur
it: registra utente

# title_remove_member
source: remove member
es: remover miembro
fr: supprimer le membre
it: rimuovi membro

# title_reset
source: reset
es: reiniciar
fr: réinitialiser
it: ripristina

# title_rewards
source: rewards
es: recompensas
fr: récompenses
it: ricompense

# title_rewards_collected
source: tickets pending payment
es: tickets pendientes de pagar
fr: tickets en attente de paiement
it: ticket in attesa de pagamento

# title_rewards_type
source: reward type
es: tipo de recompensa
fr: type de récompense
it: tipo di ricompensa

# title_save_changes
source: save changes
es: guardar cambios
fr: enregistrer les modifications
it: salva modifiche

# title_screen_security
source: device not compatible
es: dispositivo no compatible
fr: appareil non pris en charge
it: dispositivo non supportato

# title_select_your_avatar
source: select your avatar
es: selecciona tu avatar
fr: choisissez votre avatar
it: seleziona il tuo avatar

# title_send_to_savings
source: send to my savings
es: enviar a mis ahorros
fr: envoyer à mes économies
it: invia ai miei risparmi

# title_setting_languages
source: language settings
es: configuración de idioma
fr: paramètres de langue
it: impostazioni lingua

# title_unexpected_error
source: unexpected error
es: error inesperado
fr: erreur inattendue
it: errore inaspettato

# title_validate_pin_approve
source: enter your task approval pin
es: ingresa tu pin de aprobación de tareas
fr: entrez votre code pin d'approbation des tâches
it: inserisci il tuo pin di approvazione compiti

# title_view_ticket_golden
source: view my ticket
es: ver mi ticket
fr: voir mon ticket
it: vedi il mio ticket

# title_weeks
source: weeks
es: semanas
fr: semaines
it: settimane

# too_many_requests_error
source: too many requests. try again later.
es: demasiadas solicitudes. inténtalo de nuevo más tarde.
fr: Trop de requêtes. Veuillez réessayer plus tard.
it: troppe richieste. Riprova più tardi.

# unknown_error
source: error unknown
es: error desconocido
fr: erreur inconnue
it: errore sconosciuto

# user_already_exist_error
source: email previously registered
es: correo anteriormente registrado
fr: adresse e-mail déjà utilisée
it: indirizzo email già esistente

# user_not_found_error
source: user not found.
es: usuario no encontrado
fr: utilisateur introuvable
it: utente non trovato.

# value_missing
source: you must enter the amount to reach this goal.
es: debes ingresar el monto para alcanzar esta meta.
fr: vous devez saisir le montant pour atteindre cet objectif.
it: devi inserire l'importo per raggiungere questo obiettivo.

source: version
es: versión
fr: versionfr
it: versione

source: you forgot your password?
es: ¿olvidaste tu contraseña?
fr: vous avez oublié votre mot de passe?
it: hai dimenticato la password?

# you_not_have_an_account
source: you don’t an account?
es: ¿no tienes cuenta?
fr: vous n'avez pas de compte ?
it: non hai un account?

# msn_change_reward_enable
source: you can redeem this reward
fr: tu peux obtenir cette récompense
it: puoi riscattare questo premio

# msn_error_fetch_rewards
source: we couldn't retrieve the rewards list, please try again later
fr: nous n'avons pas pu obtenir la liste des récompenses, veuillez réessayer plus tard
it: non siamo riusciti a recuperare l'elenco dei premi, riprova più tardi

# msn_goal_empty
source: you don't have any goals created yet, start by creating one now.
fr: vous n'avez pas encore d'objectifs créés, commencez par en créer un maintenant.
it: non hai ancora creato obiettivi, inizia a crearne uno ora.

# msn_reach_goal_coin
source: to reach this goal you must complete it for this amount of kidcoins.
fr: pour atteindre cet objectif, vous devez le compléter pour ce montant de kidcoins.
it: per raggiungere questo obiettivo dovrai completarlo per questa quantità di kidcoins.

# msn_reach_goal_time
source: to reach this goal you must complete it for this amount of time.
fr: pour atteindre cet objectif, vous devez le compléter pendant cette durée.
it: per raggiungere questo obiettivo dovrai completarlo per questo periodo di tempo.

# msn_reward_type_missing
source: you must select how you want to collect this task.
fr: tu dois sélectionner comment tu veux encaisser cette tâche.
it: devi selezionare come vuoi riscuotere questo compito.

# msn_rewards_empty
source: there are no rewards available at the moment, you can ask your parents to create the rewards they see fit.
fr: il n'y a pas de récompenses pour le moment, tu peux demander à tes parents de créer les récompenses qu'ils jugent appropriées.
it: al momento non ci sono premi, puoi dire ai tuoi genitori di creare i premi che ritengono opportuni.

# msn_saving_coins
source: You are going to transfer to your savings
fr: Tu vas transférer vers tes épargnes
it: Stai per trasferire ai tuoi risparmi

# msn_saving_time
source: You are going to assign to your accumulated time
fr: Tu vas allouer à ton temps accumulé
it: Stai per assegnare al tuo tempo accumulato

# title_assign_to_goal
source: assign to one goal
fr: assigner à l'un objectif
it: assegna a uno obiettivi

# title_task_description
source: task description
fr: description de la tâche
it: descrizione del compito
